Revit 2027 API
ParameterTypeId.RebarModifiedSet Property
 "Modified Rebar Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarModifiedSet { get; }
Public Shared ReadOnly Property RebarModifiedSet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarModifiedSet {
	ForgeTypeId^ get ();
}
static member RebarModifiedSet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace